Repository: laisiangtho/lidea
Catalog: assets/locale/locale_*.arb
Languages: my, no

source: Holy Bible
my: သမ္မာကျမ်းစာ
no: Bibel

# bible
source: {plural, select, true{Bibles} other{Bible}}
my: {plural, select, true{ကျမ်းစာများ} other{ကျမ်းစာ}}
no: {plural, select, true{Bibler} other{Bibel}}

# book
source: {plural, select, true{Books} other{Book}}
my: {plural, select, true{ကျမ်းများ} other{ကျမ်း}}
no: {plural, select, true{Bøker} other{Bok}}

# chapter
source: {plural, select, true{Chapters} other{Chapter}}
my: {plural, select, true{အခန်းများ} other{အခန်း}}
no: {plural, select, true{Kapitler} other{Kapittel}}

# verse
source: {plural, select, true{Verses} other{Verse}}
my: {plural, select, true{ပိုဒ်များ} other{ပိုဒ်}}
no: {plural, select, true{Vers} other{Vers}}

# headline
source: {plural, select, true{Headlines} other{Headline}}
my: {plural, select, true{ခေါင်းစဉ်များ} other{ခေါင်းစဉ်}}
no: {plural, select, true{Overskrifter} other{Overskrift}}

# subtitle
source: {plural, select, true{Subtitles} other{Subtitle}}
my: {plural, select, true{ခေါင်းစဉ်ကလေးများ} other{ခေါင်းစဉ်ကလေး}}
no: {plural, select, true{Undertekster} other{Undertekst}}

# text
source: {plural, select, true{Texts} other{Text}}
my: {plural, select, true{စာသားများ} other{စာသား}}
no: {plural, select, true{Tekster} other{Tekst}}

# caption
source: {plural, select, true{Captions} other{Caption}}
my: {plural, select, true{စာတန်းများ} other{စာတန်း}}
no: {plural, select, true{Bildetekster} other{Bildetekst}}

# overline
source: {plural, select, true{Overlines} other{Overline}}
my: {plural, select, true{စာတန်းပေါ်များ} other{စာတန်းပေါ်}}
no: {plural, select, true{Overlinjer} other{Overlinje}}

# button
source: {plural, select, true{Buttons} other{Button}}
my: {plural, select, true{ခလုတ်များ} other{ခလုတ်}}
no: {plural, select, true{Knapper} other{Knapp}}

source: Home
my: အိမ်
no: Hjem

source: Back
my: နောက်သို့
no: Tilbake

source: Share
my: မျှဝေရန်
no: Dele

source: Other
my: အခြား
no: Annet

# filter
source: {plural, select, true{Filters} other{Filter}}
my: {plural, select, true{စီစစ်မှုများ} other{စီစစ်ရန်}}
no: {plural, select, true{Filtre} other{Filter}}

# setting
source: {plural, select, true{Settings} other{Setting}}
my: {plural, select, true{ချိန်ညှိခြင်း} other{ချိန်ညှိခြင်း}}
no: {plural, select, true{Innstillinger} other{Innstilling}}

# option
source: {plural, select, true{Options} other{Option}}
my: {plural, select, true{ရွေးချယ်မှုများ} other{ရွေးချယ်မှု}}
no: {plural, select, true{Alternativer} other{Alternativ}}

# playMusic
source: {plural, select, true{Plays} other{Play}}
my: {plural, select, true{နားထောင်} other{နားထောင်}}

# search
source: {plural, select, true{Searches} other{Search}}
my: {plural, select, true{ရှာဖွေမှုများ} other{ရှာဖွေရန်}}
no: {plural, select, true{Søk} other{Søk}}

source: Cancel
my: ပယ်ဖျက်ရန်
no: Avbryt

source: Confirm
my: အတည်ပြုရန်
no: Bekrefte

source: Clear
my: ရှင်းလင်းရန်
no: klar

source: ...a word or two
my: ...စကားလုံး တစ်လုံး နှစ်လုံး
no: ...et ord eller to

source: More
my: နောက်ထပ်
no: mer

source: Read
my: ဖတ်
no: Lese

# note
source: {plural, select, true{Notes} other{Note}}
my: {plural, select, true{မှတ်ချက်များ} other{မှတ်ချက်}}
no: {plural, select, true{Notater} other{Notere}}

# page
source: {plural, select, true{Pages} other{Page}}
my: {plural, select, true{စာမျက်နှာများ} other{စာမျက်နှာ}}
no: {plural, select, true{Sider} other{Side}}

# favorite
source: {plural, select, true{Favorites} other{Favorite}}
my: {plural, select, true{အကြိုက်ဆုံးများ} other{အကြိုက်ဆုံး}}
no: {plural, select, true{Favoritter} other{Favoritt}}

source: Parallel
my: ပြိုင်တူ

# history
source: {plural, select, true{Histories} other{History}}
my: {plural, select, true{မှတ်တမ်းများ} other{မှတ်တမ်း}}
no: {plural, select, true{Historier} other{Historie}}

# recent
source: {plural, select, true{Recents} other{Recent}}
my: {plural, select, true{မကြာမီကများ} other{မကြာမီက}}
no: {plural, select, true{Nylig} other{Nylig}}

source: Restore
my: ပြန်လည်ရယူ
no: Restaurere

source: Recommended
my: အကြံပြုချက်
no: Anbefalt

source: Related
my: ဆက်စပ်ချက်
no: Relaterte

# searchNoMatch
source: No match
my: ကိုက်ညီမှု မရှိ
no: Ingen treff

# searchNoQuery
source: No query
my: မေးမြန်းမှု မရှိ
no: Ingen spørring

# recentSearch
source: {plural, select, true{Recent searches} other{Recent search}}
my: {plural, select, true{လတ်တလော ရှာဖွေမှုများ} other{လတ်တလော ရှာဖွေမှု}}
no: {plural, select, true{Nylige søk} other{Nylig søk}}

# recentSearchCount
source: {count, plural, =0{No recent search} =1{{count} recent search} other{{count} recent searches}}
my: {count, plural, =0{လတ်တလော ရှာဖွေမှု မရှိ} =1{{count} လတ်တလော ရှာဖွေမှု} other{{count} လတ်တလော ရှာဖွေမှုများ}}
no: {count, plural, =0{Ingen nylige søk} =1{{count} nylige søk} other{{count} nylige søk}}

source: Sort
my: မျိုးတူစု
no: Sortere

source: Download
my: ဒေါင်းလုဒ်
no: Laste ned

source: Delete
my: ဖျက်ရန်
no: Slett

source: Sign in
my: ဆိုင်းအင်
no: Logg inn

source: Would you like to sign in?
my: ဆိုင်းအင် လိုပါသလား
no: Vil du logge på

source: Sign out
my: ဆိုင်းအောက်
no: Logg ut

source: User account
my: သင့်အကောင့်
no: Kontoen din

source: Delete account
my: အကောင့်ဖျက်ရန်
no: Slett konto

source: Account
my: အကောင့်
no: Konto

source: User
my: အသုံးပြုသူ
no: Bruker

source: About
my: အကြောင်းအရာ
no: Om

source: Privacy
my: ကိုယ်ရေးကိုယ်တာ
no: Personvern

source: Store
my: စတိုး
no: Butikk

# restorePurchase
source: {plural, select, true{Restore purchases} other{Restore purchase}}
my: {plural, select, true{ဝယ်ယူမှုများကို ပြန်လည်ရယူရန်} other{ဝယ်ယူမှုကို ပြန်လည်ရယူရန်}}
no: {plural, select, true{Gjenopprette kjøp} other{Gjenopprett kjøp}}

source: a moment
my: ခဏ
no: Et øyeblikk

source: No internet
my: အင်တာနက်မရှိ
no: Ingen Internett

# fontSize
source: Text size
my: စာသား အရွယ်အစား
no: Skriftstørrelse

source: Locale
my: ဘာသာစကား
no: Språk

source: Theme mode
my: အလင်းအမှောင်
no: Temamodus

source: Automatic
my: အလိုအလျောက်
no: Automatisk

source: Dark
my: အမှောင်
no: Mørk

source: Light
my: အလင်း
no: Lys

# bookmark
source: {plural, select, true{Bookmarks} other{Bookmark}}
my: {plural, select, true{စာညှပ်များ} other{စာညှပ်}}
no: {plural, select, true{Bokmerker} other{Bokmerke}}

# bookmarkCount
source: {count, plural, =0{No Bookmark} =1{{count} Bookmark} other{{count} Bookmarks}}
my: {count, plural, =0{စာညှပ် မရှိ} =1{{count} စာညှပ်} other{{count} စာညှပ်}}
no: {count, plural, =0{Ingen bokmerke} =1{{count} Bokmerke} other{{count} Bokmerker}}

# itemCount
source: {count, plural, =0{No item} =1{{count} item} other{{count} items}}
my: {count, plural, =0{တစ်ခုမှမရှိ} =1{တစ်ခုရှိ} item} other{{count} ခုရှိ}}
no: {count, plural, =0{ingenting} =1{{count} stk} other{{count} stk}}

# itemCountNumber
source: {count, plural, =0{No item} =1{{number} item} other{{number} items}}
my: {count, plural, =0{တစ်ခုမှမရှိ} =1{{number} ခုရှိ} other{{number} ခုရှိ}}
no: {count, plural, =0{ingenting} =1{{number} stk} other{{number} stk}}

source: Confirmation
my: အတည်ပြုချက်
no: Bekreftelse

# confirmToDelete
source: Are you sure to delete {task, select, all{all} this{this} other{} yourAccount{your Account}}?
my: သေချာလား {task, select, all{အားလုံး} other{သည်အရာ} yourAccount{သင့်အကောင့်}}ကို ဖျက်ဖို့?
no: Er du sikker på å slette {task, select, all{alle} this{dette} other{} yourAccount{Kontoen din}}?

source: Add {to}
my: {to} ထည့်ရန်
no: Legg til {to}

# addMore
source: Add more {to}
my: {to} ထပ်ထည့်ရန်
no: Legg til flere {to}

source: Update {to}
my: {to} မွမ်းမံရန်
no: Oppdater {to}

source: Rename {to}
my: {to} အမည်ပြောင်းရန်
no: Gi nytt navn til {to}

source: Choose {to}
my: {to} ရွေးချယ်ရန်
no: Velge {to}

source: Compare {to}
my: {to} နှိုင်းယှဉ်ရန်
no: Sammenligne med {to}

source: Next {to}
my: ရှေ့ {to}
no: Neste {to}

source: Previous {to}
my: နောက် {to}
no: Forrige {to}

source: No {item}
my: {item} မရှိ
no: Ingen {item}

# objContainSub
source: {sub} with “{obj}”
my: “{obj}” ပါဝင်သော {sub}
no: {sub} som inneholder “{obj}”

source: {artist} in {language}
my: {language} {artist}
no: {artist} med {language}

source: More ({of}/{total})
my: နောက်ထပ် ({of}/{total})
no: Mer ({of}/{total})

# definition
source: {plural, select, true{Definitions} other{Definition}}
my: {plural, select, true{အဓိပ္ပါယ်ဖွင့်ဆိုချက်} other{အဓိပ္ပါယ်}}
no: {plural, select, true{Definisjon} other{Definisjon}}

# suggestion
source: {plural, select, true{Suggestions} other{Suggestion}}
my: {plural, select, true{အကြံပြုချက်များ} other{အကြံပြုချက်}}
no: {plural, select, true{Forslag} other{Forslag}}

# collection
source: {plural, select, true{Collections} other{Collection}}
my: {plural, select, true{စုဆောင်းမှုများ} other{စုဆောင်းမှု}}

# library
source: {plural, select, true{Libraries} other{Library}}
my: {plural, select, true{ပိဋကတ်} other{ပိဋကတ်}}

# playlist
source: {plural, select, true{Playlists} other{Playlist}}
my: {plural, select, true{အစီအစဉ်များ} other{အစီအစဉ်}}
no: {plural, select, true{Spillelister} other{Spilleliste}}

# track
source: {plural, select, true{Tracks} other{Track}}
my: {plural, select, true{တေးသံများ} other{တေးသံ}}

# music
source: {plural, select, true{Musics} other{Music}}
my: {plural, select, true{ဂီတများ} other{ဂီတ}}

# artist
source: {plural, select, true{Artists} other{Artist}}
my: {plural, select, true{အဆိုတော်များ} other{အဆိုတော်}}

# album
source: {plural, select, true{Albums} other{Album}}
my: {plural, select, true{သီချင်းခွေများ} other{သီချင်းခွေ}}

# recentPlay
source: {plural, select, true{Recent plays} other{Recent play}}
my: {plural, select, true{သဒ္ဒါရုံများ} other{သဒ္ဒါရုံ}}
no: {plural, select, true{Nylige spiller} other{Nylige spille}}

source: Recent {verb} {noun}
my: လတ်တလော {verb}သော {noun}
no: Nylig {verb} {noun}

source: Most {verb} {noun}
my: အများဆုံး {verb}သော {noun}
no: Mest {verb} {noun}
